{
  "videos": [
    {
      "title": "¿Qué es Python y por qué es el lenguaje número 1 del mundo? - La mejor explicación en español",
      "url": "https://www.youtube.com/watch?v=zRjbwI4K7xc",
      "description": "Python es uno de los lenguajes más usados del mundo y uno de los preferidos para aprender a programar. ¿Pero por qué? ¿Qué hace tan especial a Python y qué puedes hacer con este lenguaje? Te lo explicaremos todo en este nuevo video de EDteam, porque en español, nadie explica mejor.",
      "views": 155099,
      "id": 1
    },
    {
      "title": "¿Qué es NPM?",
      "url": "https://www.youtube.com/watch?v=KWKFCDMoS2w",
      "description": "Descubre qué es NPM, por qué es una de las herramientas más populares para gestionar dependencias en JavaScript, de qué se compone y cuáles son sus usos principales.",
      "views": 8484,
      "id": 2
    },
    {
      "title": "¿Qué es Vue.js? - La mejor explicación en español",
      "url": "https://www.youtube.com/watch?v=AqesL138vMA",
      "description": "Vue.js es un framework progresivo de JavaScript que te da la flexibilidad necesaria para trabajar con todo tipo de proyectos (grandes o pequeños), además se integra fácilmente a proyectos ya existentes. Pero, ¿Por qué es tan popular? ¿Qué lo hace tan especial frente a otros frameworks y librerías? En este video te lo contamos.",
      "views": 170500,
      "id": 3
    },
    {
      "title": "¿Qué es BACKEND y FRONTEND? - La mejor explicación en español",
      "url": "https://www.youtube.com/watch?v=50RbVujPPGs",
      "description": "¿Has escuchado los términos Frontend y Backend? ¿sabes qué significan realmente? En este video te explicaremos en qué consiste cada uno y los conceptos erróneos que probablemente tenías.",
      "views": 410839,
      "id": 4
    },
    {
      "title": "Ruta para ser programador FRONTEND 💻",
      "url": "https://www.youtube.com/watch?v=lCGoeEF8T_I",
      "description": "Todas las tecnologías frontend que hay que aprender  para ser un programador web, desarrollador web o ingeniero de software frontend en el año 2022. Puedes enfocarte en frontend, backed, fullstack o devops y este video se enfoca en FRONTEND. 💻 También recomiendo las librerías y frameworks más populares de Javascript en esta ruta para de aprendizaje de programación web. ",
      "views": 111469,
      "id": 5
    },
    {
      "title": "¿Con qué lenguaje de programación se crean los lenguajes de programación?",
      "url": "https://www.youtube.com/watch?v=ZmrYV5JNdV4",
      "description": "¿Sabes por qué existen tantos lenguajes de programación? ¿Por que no hay solo uno que nos haga todo más sencillo? ¿Cómo se crea un lenguaje de programación? ¿Existe un lenguaje para crear lenguajes? Y si así fuera ¿cómo se creó el primer lenguaje?",
      "views": 59051,
      "id": 6
    },
    {
      "title": "¿Qué es una API? - La mejor explicación en español",
      "url": "https://www.youtube.com/watch?v=u2Ms34GE14U",
      "description": "Las APIs permiten que las aplicaciones se comuniquen y puedan aprovechar desarrollos ya construidos en lugar de tener que crearlos desde cero. Como desarrollador sí o sí debes aprender a desarrollar y consumir APIs.",
      "views": 1207028,
      "id": 7
    },
    {
      "title": "La Lógica de la Programación Orientada a Objetos explicada con Minecraft",
      "url": "https://www.youtube.com/watch?v=I848HdWjLMo",
      "description": "Les traemos el inicio de este tema, a partir de este vídeo ya podemos traer diferentes vídeos de en 2 minutos, así que preparate.",
      "views": 567245,
      "id": 8
    }
  ]
}