{
  "videos": [
    {
      "title": "Final UEFA Champions League 2016",
      "url": "https://www.youtube.com/watch?v=MpZR_9B6YUQ",
      "description": "Nos trasladamos a San Siro, Milán, donde el Real Madrid se enfrentó al Atlético de Madrid en una batalla épica. Con un empate 1-1 en el tiempo reglamentario, el Real Madrid salió victorioso en la tanda de penales, ante la mirada de 71,942 espectadores.",
      "views": 155099,
      "id": 1
    },
    {
      "title": "Final UEFA Champions League 2017",
      "url": "https://www.youtube.com/watch?v=HB2PKfTLxGA",
      "description": "Nos dirigimos al impresionante Principality Stadium en Cardiff para presenciar el enfrentamiento entre la Juventus y el Real Madrid. En un emocionante partido, el Real Madrid se llevó la victoria con un contundente 4-1, frente a 66,026 espectadores.",
      "views": 8484,
      "id": 2
    },
    {
      "title": "Final UEFA Champions League 2018",
      "url": "https://www.youtube.com/watch?v=bxnNxYVi8yM",
      "description": "El NSC Olimpiyskiy en Kiev fue testigo de una final llena de acción entre el Real Madrid y el Liverpool. A pesar del esfuerzo del Liverpool, el Real Madrid se alzó con la victoria 3-1 y se coronó campeón ante una audiencia de 63,272 espectadores.",
      "views": 170500,
      "id": 3
    },
    {
      "title": "Final UEFA Champions League 2019",
      "url": "https://www.youtube.com/watch?v=Vz2Gt3vwi3w",
      "description": "La final regresó a casa cuando el Wanda Metropolitano en Madrid albergó el enfrentamiento entre el Liverpool y el Tottenham Hotspur. Con un marcador final de 2-0, el Liverpool se consagró campeón ante una multitud de 63,272 espectadores.",
      "views": 410839,
      "id": 4
    },
    {
      "title": "Final UEFA Champions League 2020",
      "url": "https://www.youtube.com/watch?v=qWzEASacAZE",
      "description": "Debido a la pandemia de COVID-19, el Estádio da Luz en Lisboa fue el escenario de una final sin espectadores. Sin embargo, esto no impidió la emoción cuando el Paris Saint-Germain se enfrentó al Bayern de Múnich. Con un único gol, el Bayern de Múnich se coronó campeón.",
      "views": 111469,
      "id": 5
    },
    {
      "title": "Final UEFA Champions League 2021",
      "url": "https://www.youtube.com/watch?v=PWQdjGHYn-U",
      "description": "Nos trasladamos al Estadio Olímpico Atatürk en Estambul para presenciar la intensa final entre el Manchester City y el Chelsea. En un partido reñido, el Chelsea emergió como ganador con un marcador de 1-0, ante una audiencia limitada debido a la pandemia.",
      "views": 59051,
      "id": 6
    },
    {
      "title": "Final UEFA Champions League 2022",
      "url": "https://www.youtube.com/watch?v=VWuc6xeYiuM",
      "description": "El Stadium of Princes en Paris fue el escenario de una final emocionante entre el Real Madrid y el Liverpol. Con un marcador final de 1-0, el Real Madrid se llevó el título frente a una multitud de 61,446 espectadores.",
      "views": 1207028,
      "id": 7
    },
    {
      "title": "Final UEFA Champions League 2023",
      "url": "https://www.youtube.com/watch?v=uwi-ANuP8z0",
      "description": "El Estadio Olímpico Atatürk de Estambul, fue testigo de la Final entre el Manchester City y el Internationale de Milano, el resultado final fua a favor de los Ingleses por  1-0 obteniendo su primera Orejona.",
      "views": 2.1,
      "id": 9
    }
  ]
}